Repository: Brcolf/Naar-Caars-ios
Catalog: NaarsCars/Resources/Localizable.xcstrings
Source language: en
Languages: es, ko, vi, zh_hans, zh_hant

# password_reset_success_message
source: If an account exists with this email, you'll receive a password reset link.
es: Si existe una cuenta con este correo electrónico, recibirás un enlace para restablecer tu contraseña.
ko: 해당 이메일로 등록된 계정이 있으면 비밀번호 재설정 링크를 받게 됩니다.
vi: Nếu tồn tại tài khoản với email này, bạn sẽ nhận được liên kết đặt lại mật khẩu.
zh_hans: 如果该电子邮件存在对应的账户，您将收到密码重置链接。
zh_hant: 如果該電子郵件存在對應的帳戶，您將收到密碼重設連結。

# password_reset_title
source: Reset Password
es: Restablecer contraseña
ko: 비밀번호 재설정
vi: Đặt lại mật khẩu
zh_hans: 重置密码
zh_hant: 重設密碼

source: Past Requests
es: Solicitudes anteriores
ko: 지난 요청
vi: Yêu cầu trước đây
zh_hans: 过往请求
zh_hant: 過往請求

# pending_approval_description
source: Your account is pending approval from the board. You'll receive a notification once your account has been reviewed.
es: Tu cuenta está pendiente de aprobación del comité. Recibirás una notificación cuando tu cuenta haya sido revisada.
ko: 계정이 승인 대기 중입니다. 계정 검토가 완료되면 알림을 받게 됩니다.
vi: Tài khoản của bạn đang chờ phê duyệt từ ban quản lý. Bạn sẽ nhận thông báo khi tài khoản được xét duyệt.
zh_hans: 您的账户正在等待委员会批准。审核完成后您将收到通知。
zh_hant: 您的帳戶正在等待委員會批准。審核完成後您將收到通知。

# pending_approval_enable_button
source: Enable
es: Activar
ko: 활성화
vi: Bật
zh_hans: 启用
zh_hant: 啟用

# pending_approval_enable_notifications
source: Enable Notifications
es: Activar notificaciones
ko: 알림 활성화
vi: Bật thông báo
zh_hans: 启用通知
zh_hant: 啟用通知

# pending_approval_notifications_description
source: Get notified when your account is approved
es: Recibe una notificación cuando tu cuenta sea aprobada
ko: 계정 승인 시 알림 받기
vi: Nhận thông báo khi tài khoản được phê duyệt
zh_hans: 账户获批时收到通知
zh_hant: 帳戶獲批時收到通知

# pending_approval_notifications_enabled
source: Notifications enabled - we'll let you know when approved!
es: Notificaciones activadas - ¡te avisaremos cuando sea aprobada!
ko: 알림이 활성화되었습니다 - 승인되면 알려드리겠습니다!
vi: Đã bật thông báo - chúng tôi sẽ thông báo khi được phê duyệt!
zh_hans: 通知已启用 - 获批后我们会通知您！
zh_hant: 通知已啟用 - 獲批後我們會通知您！

# pending_approval_return_to_login
source: Return to Login
es: Volver al inicio de sesión
ko: 로그인으로 돌아가기
vi: Quay lại đăng nhập
zh_hans: 返回登录
zh_hant: 返回登入

# pending_approval_signing_out
source: Signing Out...
es: Cerrando sesión...
ko: 로그아웃 중...
vi: Đang đăng xuất...
zh_hans: 正在退出...
zh_hant: 正在登出...

# pending_approval_thank_you
source: Thank you for creating your account!
es: ¡Gracias por crear tu cuenta!
ko: 계정을 만들어 주셔서 감사합니다!
vi: Cảm ơn bạn đã tạo tài khoản!
zh_hans: 感谢您创建账户！
zh_hant: 感謝您建立帳戶！

# pending_approval_title
source: Your Account is Pending Approval
es: Tu cuenta está pendiente de aprobación
ko: 계정 승인 대기 중
vi: Tài khoản đang chờ phê duyệt
zh_hans: 您的账户正在等待批准
zh_hant: 您的帳戶正在等待批准

# pending_review_body
source: Your sign-up was successful and your account is now being reviewed. We review new members to help keep Naar's Cars safe and high-quality for everyone.
es: Tu registro fue exitoso y tu cuenta se está revisando. Revisamos a los nuevos miembros para ayudar a mantener Naar's Cars seguro y de alta calidad para todos.
ko: 가입이 완료되었으며 계정을 검토하고 있습니다. 모든 분께 안전하고 품질 높은 Naar's Cars를 제공하기 위해 신규 회원을 검토합니다.
vi: Bạn đã đăng ký thành công và tài khoản của bạn hiện đang được xem xét. Chúng tôi xem xét các thành viên mới để giúp giữ cho Naar's Cars an toàn và chất lượng cho mọi người.
zh_hans: 您已注册成功，账户正在审核中。我们会审核新成员，以确保 Naar's Cars 对每个人都安全且高质量。
zh_hant: 您已註冊成功，帳戶正在審核中。我們會審核新成員，以確保 Naar's Cars 對每個人都安全且高品質。

# pending_review_contact_support
source: Contact Support
es: Contactar a soporte
ko: 지원팀 문의
vi: Liên hệ hỗ trợ
zh_hans: 联系支持
zh_hant: 聯絡支援

# pending_review_refresh
source: Refresh Status
es: Actualizar estado
ko: 상태 새로 고침
vi: Làm mới trạng thái
zh_hans: 刷新状态
zh_hant: 重新整理狀態

# pending_review_sign_out
source: Sign Out
es: Cerrar sesión
ko: 로그아웃
vi: Đăng xuất
zh_hans: 退出登录
zh_hant: 登出

# pending_review_status_check_failed
source: Couldn't check right now. Check your connection and try again.
es: No se pudo comprobar en este momento. Revisa tu conexión e inténtalo de nuevo.
ko: 지금은 확인할 수 없습니다. 연결을 확인하고 다시 시도해 주세요.
vi: Không thể kiểm tra lúc này. Hãy kiểm tra kết nối và thử lại.
zh_hans: 暂时无法检查。请检查网络连接后重试。
zh_hant: 暫時無法檢查。請檢查網路連線後重試。

# pending_review_status_still_pending
source: Still under review. We'll let you know as soon as there's a decision.
es: Aún en revisión. Te avisaremos tan pronto como haya una decisión.
ko: 아직 검토 중입니다. 결정이 나오는 대로 알려드리겠습니다.
vi: Vẫn đang được xem xét. Chúng tôi sẽ báo cho bạn ngay khi có quyết định.
zh_hans: 仍在审核中。一有结果，我们会立即通知您。
zh_hant: 仍在審核中。一有結果，我們會立即通知您。

# pending_review_title
source: Your account is under review
es: Tu cuenta está en revisión
ko: 계정을 검토 중입니다
vi: Tài khoản của bạn đang được xem xét
zh_hans: 您的账户正在审核中
zh_hant: 您的帳戶正在審核中

source: Period
es: Período
ko: 기간
vi: Kỳ
zh_hans: 期间
zh_hant: 期間

# period_all_time
source: All Time
es: Todo el tiempo
ko: 전체
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# period_month
source: Month
es: Mes
ko: 월
vi: Tháng
zh_hans: 月
zh_hant: 月

# period_week
source: Week
es: Semana
ko: 주
vi: Tuần
zh_hans: 周
zh_hant: 週

# period_year
source: Year
es: Año
ko: 년
vi: Năm
zh_hans: 年
zh_hant: 年

source: Phone Number
es: Número de teléfono
ko: 전화번호
vi: Số điện thoại
zh_hans: 电话号码
zh_hant: 電話號碼

# photo_source_camera
source: Take Photo
es: Tomar foto
ko: 사진 촬영
vi: Chụp ảnh
zh_hans: 拍照
zh_hant: 拍照

# photo_source_library
source: Choose from Library
es: Elegir de la fototeca
ko: 사진 보관함에서 선택
vi: Chọn từ thư viện
zh_hans: 从相册中选择
zh_hant: 從相簿中選擇

source: Pickup Location
es: Ubicación de recogida
ko: 탑승 장소
vi: Điểm đón
zh_hans: 上车地点
zh_hant: 上車地點

source: Post
es: Publicar
ko: 게시
vi: Đăng
zh_hans: 发布
zh_hant: 發布

source: Privacy
es: Privacidad
ko: 개인정보
vi: Quyền riêng tư
zh_hans: 隐私
zh_hant: 隱私

source: Privacy Policy
es: Política de privacidad
ko: 개인정보 처리방침
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Profile
es: Perfil
ko: 프로필
vi: Hồ sơ
zh_hans: 资料
zh_hant: 資料

# profile_account_deleted
source: Account Deleted
es: Cuenta eliminada
ko: 계정이 삭제되었습니다
vi: Đã xóa tài khoản
zh_hans: 账户已删除
zh_hant: 帳戶已刪除

# profile_account_deleted_message
source: Your account and all associated data have been permanently deleted. You will now be signed out.
es: Tu cuenta y todos los datos asociados se han eliminado de forma permanente. Ahora se cerrará tu sesión.
ko: 계정과 모든 관련 데이터가 영구적으로 삭제되었습니다. 이제 로그아웃됩니다.
vi: Tài khoản của bạn và mọi dữ liệu liên quan đã bị xóa vĩnh viễn. Bạn sẽ được đăng xuất ngay bây giờ.
zh_hans: 您的账户及所有相关数据已被永久删除。您现在将退出登录。
zh_hant: 您的帳戶及所有相關資料已被永久刪除。您現在將登出。

# profile_account_settings
source: Account Settings
es: Ajustes de la cuenta
ko: 계정 설정
vi: Cài đặt tài khoản
zh_hans: 账户设置
zh_hant: 帳戶設定

# profile_admin_panel
source: Admin Panel
es: Panel de administración
ko: 관리자 패널
vi: Bảng quản trị
zh_hans: 管理面板
zh_hant: 管理面板

# profile_block_confirm
source: Block
es: Bloquear
ko: 차단
vi: Chặn
zh_hans: 屏蔽
zh_hant: 封鎖

# profile_block_confirmation_message
source: They won't be able to message you, and their content will be hidden. You can unblock them later in Settings.
es: No podrá enviarte mensajes y su contenido se ocultará. Puedes quitar el bloqueo más tarde en Ajustes.
ko: 상대방은 나에게 메시지를 보낼 수 없고 상대방의 콘텐츠는 숨겨집니다. 나중에 설정에서 차단을 해제할 수 있습니다.
vi: Họ sẽ không thể nhắn tin cho bạn và nội dung của họ sẽ bị ẩn. Bạn có thể bỏ chặn họ sau trong Cài đặt.
zh_hans: 对方将无法给您发消息，其内容也会被隐藏。您之后可以在“设置”中取消屏蔽。
zh_hant: 對方將無法傳訊息給您，其內容也會被隱藏。您之後可以在「設定」中解除封鎖。

# profile_block_user
source: Block User
es: Bloquear usuario
ko: 사용자 차단
vi: Chặn người dùng
zh_hans: 屏蔽用户
zh_hant: 封鎖用戶

# profile_confirm_deletion
source: Confirm Deletion
es: Confirmar eliminación
ko: 삭제 확인
vi: Xác nhận xóa
zh_hans: 确认删除
zh_hant: 確認刪除

# profile_copied
source: Copied!
es: ¡Copiado!
ko: 복사됨!
vi: Đã sao chép!
zh_hans: 已复制！
zh_hant: 已複製！

# profile_copy
source: Copy
es: Copiar
ko: 복사
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# profile_daily_limit_reached
source: Daily Limit Reached
es: Límite diario alcanzado
ko: 일일 한도 도달
vi: Đã đạt giới hạn hàng ngày
zh_hans: 已达每日限额
zh_hant: 已達每日限額

# profile_delete
source: Delete
es: Eliminar
ko: 삭제
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# profile_delete_account
source: Delete Account
es: Eliminar cuenta
ko: 계정 삭제
vi: Xóa tài khoản
zh_hans: 删除账户
zh_hant: 刪除帳戶

# profile_delete_account_confirm
source: Delete Account
es: Eliminar cuenta
ko: 계정 삭제
vi: Xóa tài khoản
zh_hans: 删除账户
zh_hant: 刪除帳戶

# profile_delete_account_message
source: This will permanently delete your account including all rides, favors, messages, reviews, and Town Hall posts. Active requests you've claimed will be reopened for others. This cannot be undone.
es: Esto eliminará permanentemente tu cuenta, incluidos todos los viajes, favores, mensajes, reseñas y publicaciones del Foro. Las solicitudes activas que hayas reclamado se reabrirán para otros. Esta acción no se puede deshacer.
ko: 모든 라이드, 부탁, 메시지, 리뷰, 타운홀 게시글을 포함해 계정이 영구적으로 삭제됩니다. 수락한 진행 중인 요청은 다른 사람이 수락할 수 있도록 다시 열립니다. 이 작업은 되돌릴 수 없습니다.
vi: Thao tác này sẽ xóa vĩnh viễn tài khoản của bạn, bao gồm tất cả chuyến đi, nhờ vả, tin nhắn, đánh giá và bài đăng trên Diễn đàn. Các yêu cầu đang hoạt động mà bạn đã nhận sẽ được mở lại cho người khác. Không thể hoàn tác.
zh_hans: 这将永久删除您的账户，包括所有搭车、帮忙、消息、评价和社区论坛帖子。您已认领的进行中请求将重新开放给其他人认领。此操作无法撤销。
zh_hant: 這將永久刪除您的帳戶，包括所有搭車、幫忙、訊息、評價和社群論壇貼文。您已認領的進行中請求將重新開放給其他人認領。此操作無法復原。

# profile_delete_warning
source: This action cannot be undone.
es: Esta acción no se puede deshacer.
ko: 이 작업은 취소할 수 없습니다.
vi: Hành động này không thể hoàn tác.
zh_hans: 此操作无法撤消。
zh_hant: 此操作無法撤銷。

# profile_deleting_account
source: Deleting account...
es: Eliminando cuenta...
ko: 계정 삭제 중...
vi: Đang xóa tài khoản...
zh_hans: 正在删除账户...
zh_hant: 正在刪除帳戶...

# profile_deletion_failed
source: Account Deletion Failed
es: Error al eliminar la cuenta
ko: 계정 삭제 실패
vi: Xóa tài khoản thất bại
zh_hans: 账户删除失败
zh_hant: 帳戶刪除失敗

# profile_deletion_failed_message
source: Please try again later or contact support.
es: Por favor, inténtalo más tarde o contacta al soporte.
ko: 나중에 다시 시도하거나 지원팀에 문의해 주세요.
vi: Vui lòng thử lại sau hoặc liên hệ hỗ trợ.
zh_hans: 请稍后重试或联系客服。
zh_hant: 請稍後重試或聯繫客服。

# profile_edit
source: Edit
es: Editar
ko: 편집
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

# profile_image_compress_failed
source: Failed to compress image
es: Error al comprimir la imagen
ko: 이미지 압축에 실패했습니다
vi: Không thể nén hình ảnh
zh_hans: 压缩图片失败
zh_hant: 壓縮圖片失敗

# profile_image_load_failed
source: Failed to load image
es: Error al cargar la imagen
ko: 이미지 로드에 실패했습니다
vi: Không thể tải hình ảnh
zh_hans: 加载图片失败
zh_hant: 載入圖片失敗

# profile_image_process_failed
source: Failed to process image
es: Error al procesar la imagen
ko: 이미지 처리에 실패했습니다
vi: Không thể xử lý hình ảnh
zh_hans: 处理图片失败
zh_hant: 處理圖片失敗

# profile_image_too_large
source: Image too large. Please try a different photo.
es: La imagen es demasiado grande. Por favor, prueba con otra foto.
ko: 이미지가 너무 큽니다. 다른 사진을 사용해 주세요.
vi: Hình ảnh quá lớn. Vui lòng thử một ảnh khác.
zh_hans: 图片太大。请尝试其他照片。
zh_hant: 圖片太大。請嘗試其他照片。

# profile_invalid_image_format
source: Invalid image format
es: Formato de imagen no válido
ko: 잘못된 이미지 형식
vi: Định dạng hình ảnh không hợp lệ
zh_hans: 无效的图片格式
zh_hant: 無效的圖片格式

# profile_invalid_phone
source: Invalid phone number format
es: Formato de número de teléfono no válido
ko: 잘못된 전화번호 형식
vi: Định dạng số điện thoại không hợp lệ
zh_hans: 无效的电话号码格式
zh_hant: 無效的電話號碼格式

# profile_invite_available
source: Available
es: Disponible
ko: 사용 가능
vi: Khả dụng
zh_hans: 可用
zh_hant: 可用

# profile_invite_codes
source: Invite Codes
es: Códigos de invitación
ko: 초대 코드
vi: Mã mời
zh_hans: 邀请码
zh_hant: 邀請碼

# profile_invite_friends
source: Invite Friends to Naar's Cars
es: Invitar amigos a Naar's Cars
ko: 친구를 Naar's Cars에 초대
vi: Mời bạn bè đến Naar's Cars
zh_hans: 邀请朋友加入 Naar's Cars
zh_hant: 邀請朋友加入 Naar's Cars

# profile_invite_limit_message
source: You've reached the daily invite limit. Try again tomorrow.
es: Has alcanzado el límite diario de invitaciones. Inténtalo mañana.
ko: 일일 초대 한도에 도달했습니다. 내일 다시 시도해 주세요.
vi: Bạn đã đạt giới hạn mời hàng ngày. Hãy thử lại vào ngày mai.
zh_hans: 您已达到每日邀请限额。请明天再试。
zh_hant: 您已達到每日邀請限額。請明天再試。

# profile_invite_neighbor
source: Invite a Neighbor
es: Invitar a un vecino
ko: 이웃 초대하기
vi: Mời hàng xóm
zh_hans: 邀请邻居
zh_hant: 邀請鄰居

# profile_invite_used
source: Used
es: Usado
ko: 사용됨
vi: Đã dùng
zh_hans: 已使用
zh_hant: 已使用

# profile_invite_used_by
source: Used by %@
es: Usado por %@
ko: %@이(가) 사용함
vi: Đã dùng bởi %@
zh_hans: 由 %@ 使用
zh_hant: 由 %@ 使用

# profile_loading
source: Loading...
es: Cargando...
ko: 로딩 중...
vi: Đang tải...
zh_hans: 加载中...
zh_hant: 載入中...

# profile_name_required
source: Name is required
es: El nombre es obligatorio
ko: 이름은 필수입니다
vi: Tên là bắt buộc
zh_hans: 姓名为必填项
zh_hant: 姓名為必填項

# profile_no_reviews
source: No Reviews Yet
es: Aún no hay reseñas
ko: 아직 리뷰가 없습니다
vi: Chưa có đánh giá nào
zh_hans: 暂无评价
zh_hant: 暫無評價

# profile_no_reviews_message
source: Reviews will appear here after completing requests.
es: Las reseñas aparecerán aquí después de completar solicitudes.
ko: 요청을 완료하면 리뷰가 여기에 표시됩니다.
vi: Đánh giá sẽ xuất hiện ở đây sau khi hoàn thành yêu cầu.
zh_hans: 完成请求后评价将显示在这里。
zh_hant: 完成請求後評價將顯示在這裡。

# profile_no_reviews_yet
source: No Reviews Yet
es: Aún no hay reseñas
ko: 아직 리뷰 없음
vi: Chưa có đánh giá
zh_hans: 暂无评价
zh_hant: 暫無評價

# profile_not_signed_in
source: Not Signed In
es: No has iniciado sesión
ko: 로그인되지 않음
vi: Chưa đăng nhập
zh_hans: 未登录
zh_hant: 未登入

# profile_notifications
source: Notifications
es: Notificaciones
ko: 알림
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# profile_past_requests
source: Past Requests
es: Solicitudes anteriores
ko: 지난 요청
vi: Yêu cầu trước đây
zh_hans: 历史请求
zh_hant: 歷史請求

# profile_phone_number
source: Phone Number
es: Número de teléfono
ko: 전화번호
vi: Số điện thoại
zh_hans: 电话号码
zh_hant: 電話號碼

# profile_phone_privacy_notice
source: Your phone number isn't shown to other members. Only you and the community's admins have access to it.
es: Tu número de teléfono no se muestra a otros miembros. Solo tú y los administradores de la comunidad tienen acceso a él.
ko: 전화번호는 다른 회원에게 표시되지 않습니다. 본인과 커뮤니티 관리자만 확인할 수 있습니다.
vi: Số điện thoại của bạn không được hiển thị cho các thành viên khác. Chỉ bạn và quản trị viên của cộng đồng mới có quyền truy cập.
zh_hans: 您的电话号码不会显示给其他成员。只有您本人和社区管理员可以查看。
zh_hant: 您的電話號碼不會顯示給其他成員。只有您本人和社群管理員可以查看。

# profile_photo_accessibility
source: Profile photo for %@
es: Foto de perfil de %@
ko: %@의 프로필 사진
vi: Ảnh hồ sơ của %@
zh_hans: %@的头像
zh_hant: %@的頭像

# profile_photo_hint
source: Double-tap to change your profile photo
es: Toca dos veces para cambiar tu foto de perfil
ko: 두 번 탭하여 프로필 사진을 변경하세요
vi: Nhấn đúp để thay đổi ảnh hồ sơ của bạn
zh_hans: 轻点两下以更换头像
zh_hant: 點兩下以更換頭像

# profile_photo_updated_toast
source: Photo updated
es: Foto actualizada
ko: 사진 업데이트됨
vi: Đã cập nhật ảnh
zh_hans: 照片已更新
zh_hant: 照片已更新

# profile_report_user
source: Report User
es: Reportar usuario
ko: 사용자 신고
vi: Báo cáo người dùng
zh_hans: 举报用户
zh_hant: 檢舉用戶

# profile_retry
source: Retry
es: Reintentar
ko: 재시도
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# profile_reveal_number
source: Reveal Number
es: Mostrar número
ko: 번호 표시
vi: Hiển thị số
zh_hans: 显示号码
zh_hant: 顯示號碼

# profile_reveal_phone_accessibility
source: Reveal phone number
es: Mostrar número de teléfono
ko: 전화번호 표시
vi: Hiển thị số điện thoại
zh_hans: 显示电话号码
zh_hant: 顯示電話號碼

# profile_reveal_phone_hint
source: Double-tap to show the full phone number
es: Toca dos veces para mostrar el número de teléfono completo
ko: 두 번 탭하여 전체 전화번호를 표시하세요
vi: Nhấn đúp để hiển thị số điện thoại đầy đủ
zh_hans: 轻点两下以显示完整电话号码
zh_hant: 點兩下以顯示完整電話號碼

# profile_reviews
source: Reviews
es: Reseñas
ko: 리뷰
vi: Đánh giá
zh_hans: 评价
zh_hant: 評價

# profile_send_message
source: Send Message
es: Enviar mensaje
ko: 메시지 보내기
vi: Gửi tin nhắn
zh_hans: 发送消息
zh_hant: 發送訊息

# profile_send_message_hint
source: Double-tap to start a conversation with this person
es: Toca dos veces para iniciar una conversación con esta persona
ko: 두 번 탭하여 이 사람과 대화를 시작하세요
vi: Nhấn đúp để bắt đầu cuộc trò chuyện với người này
zh_hans: 轻点两下以与此人开始对话
zh_hant: 點兩下以與此人開始對話

# profile_share
source: Share
es: Compartir
ko: 공유
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# profile_share_app_title
source: Share
es: Compartir
ko: 공유
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# profile_share_message
source: Check out Naar's Cars — share rides, ask for help with favors, and connect with people nearby.
es: Descubre Naar's Cars: comparte viajes, pide ayuda con favores y conecta con personas cercanas.
ko: Naar's Cars를 확인해 보세요 — 라이드를 나누고, 부탁으로 도움을 요청하고, 가까운 이웃과 연결하세요.
vi: Hãy khám phá Naar's Cars — chia sẻ chuyến đi, nhờ giúp đỡ và kết nối với những người ở gần bạn.
zh_hans: 来看看 Naar's Cars——分享搭车、请人帮忙，并与附近的人建立联系。
zh_hant: 來看看 Naar's Cars——分享搭車、請人幫忙，並與附近的人建立聯繫。

# profile_show_all
source: Show All
es: Mostrar todo
ko: 모두 보기
vi: Hiển thị tất cả
zh_hans: 显示全部
zh_hant: 顯示全部

# profile_show_less
source: Show Less
es: Mostrar menos
ko: 간략히 보기
vi: Hiển thị ít hơn
zh_hans: 收起
zh_hant: 收起

# profile_sign_in_prompt
source: Please sign in to view your profile.
es: Por favor, inicia sesión para ver tu perfil.
ko: 프로필을 보려면 로그인해 주세요.
vi: Vui lòng đăng nhập để xem hồ sơ của bạn.
zh_hans: 请登录以查看您的个人资料。
zh_hant: 請登入以查看您的個人資料。

# profile_sign_out
source: Sign Out
es: Cerrar sesión
ko: 로그아웃
vi: Đăng xuất
zh_hans: 退出登录
zh_hant: 登出

# profile_sign_out_confirmation
source: Are you sure you want to sign out?
es: ¿Estás seguro de que deseas cerrar sesión?
ko: 로그아웃하시겠습니까?
vi: Bạn có chắc muốn đăng xuất?
zh_hans: 确定要退出登录吗？
zh_hant: 確定要登出嗎？

# profile_sign_out_hint
source: Double-tap to sign out of your account
es: Toca dos veces para cerrar sesión en tu cuenta
ko: 두 번 탭하여 계정에서 로그아웃하세요
vi: Nhấn đúp để đăng xuất khỏi tài khoản của bạn
zh_hans: 轻点两下以退出登录
zh_hant: 點兩下以登出帳號

# profile_title
source: Profile
es: Perfil
ko: 프로필
vi: Hồ sơ
zh_hans: 个人资料
zh_hant: 個人資料

# profile_user_blocked
source: User Blocked
es: Usuario bloqueado
ko: 사용자가 차단되었습니다
vi: Đã chặn người dùng
zh_hans: 用户已屏蔽
zh_hant: 用戶已封鎖

# qa_ask_question_title
source: Ask a Question
es: Hacer una pregunta
ko: 질문하기
vi: Đặt câu hỏi
zh_hans: 提问
zh_hant: 提問

# qa_claimed_message
source: This request has been claimed. Please message participants for follow-up questions.
es: Esta solicitud ha sido reclamada. Envía un mensaje a los participantes para preguntas adicionales.
ko: 이 요청은 수락되었습니다. 추가 질문은 참가자에게 메시지를 보내주세요.
vi: Yêu cầu này đã được nhận. Vui lòng nhắn tin cho người tham gia để hỏi thêm.
zh_hans: 此请求已被认领。请发消息给参与者提出后续问题。
zh_hant: 此請求已被認領。請發訊息給參與者提出後續問題。

# qa_delete_question_accessibility
source: Delete your question
es: Eliminar tu pregunta
ko: 내 질문 삭제
vi: Xóa câu hỏi của bạn
zh_hans: 删除您的问题
zh_hant: 刪除您的問題

# qa_delete_question_confirmation
source: Are you sure you want to delete this question? This action cannot be undone.
es: ¿Seguro que quieres eliminar esta pregunta? Esta acción no se puede deshacer.
ko: 이 질문을 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
vi: Bạn có chắc muốn xóa câu hỏi này không? Không thể hoàn tác thao tác này.
zh_hans: 确定要删除此问题吗？此操作无法撤销。
zh_hant: 確定要刪除此問題嗎？此操作無法復原。

# qa_delete_question_failed
source: Couldn't delete the question. Please try again.
es: No se pudo eliminar la pregunta. Por favor, inténtalo de nuevo.
ko: 질문을 삭제하지 못했습니다. 다시 시도해 주세요.
vi: Không thể xóa câu hỏi. Vui lòng thử lại.
zh_hans: 无法删除该问题。请重试。
zh_hant: 無法刪除該問題。請重試。

# qa_delete_question_title
source: Delete Question
es: Eliminar pregunta
ko: 질문 삭제
vi: Xóa câu hỏi
zh_hans: 删除问题
zh_hant: 刪除問題

# qa_empty_message
source: No questions yet. Be the first to ask!
es: Aún no hay preguntas. ¡Sé el primero en preguntar!
ko: 아직 질문이 없습니다. 첫 번째로 질문해 보세요!
vi: Chưa có câu hỏi nào. Hãy là người đầu tiên hỏi!
zh_hans: 还没有问题。成为第一个提问的人！
zh_hant: 還沒有問題。成為第一個提問的人！

# qa_message_participants
source: Message Participants
es: Enviar mensaje a participantes
ko: 참가자에게 메시지
vi: Nhắn tin cho người tham gia
zh_hans: 发消息给参与者
zh_hant: 發訊息給參與者

# qa_post_question_button
source: Post Question
es: Publicar pregunta
ko: 질문 게시
vi: Đăng câu hỏi
zh_hans: 发布问题
zh_hant: 發布問題

# qa_question_placeholder
source: Type your question...
es: Escribe tu pregunta...
ko: 질문을 입력하세요...
vi: Nhập câu hỏi của bạn...
zh_hans: 输入你的问题...
zh_hant: 輸入你的問題...

# qa_report_question_accessibility
source: Report this question
es: Reportar esta pregunta
ko: 이 질문 신고
vi: Báo cáo câu hỏi này
zh_hans: 举报此问题
zh_hant: 檢舉此問題

# qa_section_title
source: Questions & Answers
es: Preguntas y respuestas
ko: 질문과 답변
vi: Hỏi & Đáp
zh_hans: 问答
zh_hant: 問答

source: Questions & Answers
es: Preguntas y respuestas
ko: 질문과 답변
vi: Hỏi và đáp
zh_hans: 问答
zh_hant: 問答

source: Quick Actions
es: Acciones rápidas
ko: 빠른 작업
vi: Hành động nhanh
zh_hans: 快速操作
zh_hant: 快速操作

source: Race Condition Detection
es: Detección de condiciones de carrera
ko: 경쟁 상태 감지
vi: Phát hiện điều kiện tranh chấp
zh_hans: 竞争条件检测
zh_hant: 競爭條件偵測

source: Rating
es: Calificación
ko: 평점
vi: Đánh giá
zh_hans: 评分
zh_hant: 評分

source: Recent
es: Reciente
ko: 최근
vi: Gần đây
zh_hans: 最近
zh_hant: 最近

source: Refresh Data
es: Actualizar datos
ko: 데이터 새로고침
vi: Làm mới dữ liệu
zh_hans: 刷新数据
zh_hant: 重新整理資料

source: Regular Invite
es: Invitación regular
ko: 일반 초대
vi: Lời mời thường
zh_hans: 常规邀请
zh_hant: 常規邀請

source: Reject
es: Rechazar
ko: 거부
vi: Từ chối
zh_hans: 拒绝
zh_hant: 拒絕

source: Reply
es: Responder
ko: 답장
vi: Trả lời
zh_hans: 回复
zh_hant: 回覆

# report_content_title
source: Report %@
es: Reportar %@
ko: %@ 신고
vi: Báo cáo %@
zh_hans: 举报%@
zh_hant: 檢舉%@

# report_content_type_favor
source: Favor Request
es: Solicitud de favor
ko: 부탁 요청
vi: Yêu cầu giúp đỡ
zh_hans: 帮忙请求
zh_hant: 幫忙請求

# report_content_type_ride
source: Ride Request
es: Solicitud de viaje
ko: 라이드 요청
vi: Yêu cầu chuyến đi
zh_hans: 搭车请求
zh_hant: 搭車請求

# report_content_type_user
source: User
es: Usuario
ko: 사용자
vi: Người dùng
zh_hans: 用户
zh_hant: 用戶

source: Report Failed
es: Error al reportar
ko: 신고 실패
vi: Báo cáo thất bại
zh_hans: 举报失败
zh_hant: 檢舉失敗

# report_favor_accessibility
source: Report this favor
es: Reportar este favor
ko: 이 부탁 신고
vi: Báo cáo yêu cầu giúp đỡ này
zh_hans: 举报此帮忙
zh_hant: 檢舉此幫忙

# report_ride_accessibility
source: Report this ride
es: Reportar este viaje
ko: 이 라이드 신고
vi: Báo cáo chuyến đi này
zh_hans: 举报此搭车
zh_hant: 檢舉此搭車

source: Report this content
es: Reportar este contenido
ko: 이 콘텐츠 신고
vi: Báo cáo nội dung này
zh_hans: 举报此内容
zh_hant: 檢舉此內容

source: Request
es: Solicitud
ko: 요청
vi: Yêu cầu
zh_hans: 请求
zh_hant: 請求

# request_add_participants_failed
source: Couldn't add participants. Please try again.
es: No se pudieron agregar los participantes. Por favor, inténtalo de nuevo.
ko: 참가자를 추가하지 못했습니다. 다시 시도해 주세요.
vi: Không thể thêm người tham gia. Vui lòng thử lại.
zh_hans: 无法添加参与者。请重试。
zh_hant: 無法新增參與者。請重試。

# request_delete_not_allowed
source: Couldn't delete this request. Only the person who posted it can.
es: No se pudo eliminar esta solicitud. Solo puede hacerlo quien la publicó.
ko: 이 요청을 삭제하지 못했습니다. 게시한 사람만 삭제할 수 있습니다.
vi: Không thể xóa yêu cầu này. Chỉ người đã đăng yêu cầu mới có thể xóa.
zh_hans: 无法删除此请求。只有发布者可以删除。
zh_hant: 無法刪除此請求。只有發布者可以刪除。

# request_detail_participant_notice
source: You're part of this request
es: Eres parte de esta solicitud
ko: 이 요청의 참가자입니다
vi: Bạn là một phần của yêu cầu này
zh_hans: 您是此请求的参与者
zh_hant: 您是此請求的參與者

# request_form_discard_message
source: What you've entered will be lost.
es: Se perderá lo que has ingresado.
ko: 입력한 내용이 사라집니다.
vi: Những gì bạn đã nhập sẽ bị mất.
zh_hans: 您输入的内容将会丢失。
zh_hant: 您輸入的內容將會遺失。

# request_participants_selected_one
source: %lld Participant Selected
es: %lld participante seleccionado
ko: %lld명 선택됨
vi: %lld người tham gia đã chọn
zh_hans: 已选择 %lld 名参与者
zh_hant: 已選擇 %lld 名參與者
